Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=175_art_id=204.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Girku
smj: Åhpav: Girkko

source: Sámi girkomusihkka
smj: Sáme girkkomusihkka

source: Eanáš dát leat davvisámegillii ja julevsámegillii.
smj: Ájgij tjadá li moadda sálma almoduvvam nuortta-, oarjjel- ja julevsámegiellaj.

source: Dáid gillii sálbmagirjjiin leat eanáš sálmmat mat leat jorgaluvvon dárogielas dahje suomagielas, muhto mat álgoálggus bohtet duiskagielas dahje eará gielain.
smj: Sáme sálmmagirjijn li ienemus oassáj sálma ma li dárogielas jali suomagielas jårggåluvvam, valla álgos dujskagielas ja ietjá gielajs båhti.

source: Leat ain uhccán sálbmat mat leat šaddan, dahje mat speadjalastet sámi máilmmi- ja oskuipmárdusa.
smj: Ájn li dåssju muhtem gallegasj sálma ma li dagádum sámijs ja gåvvidi sáme almmavuohta- ja åsskodádjadusáv.

source: Sámi sálbmalávlun lea dehálaš oassi ipmilbálvalusas.
smj: Sáme sálma le ájnas oasse jubmeldievnastusás.

source: Mii lea erenoamáš sámi sálbmalávlumis ?
smj: Mij le sierralágásj sáme sálmaj ?

source: Davvisámiide lea hiđis lávlun ja moduleren.
smj: Suojmma lávllom ja modulerim.

source: Orgelčuojaheapmi lea hehtten árbevirolaš sámi lávlunvuogi ceavzima.
smj: Sáme sálma ja juojggusa li muodugattja. Orgelmusihkka le sáme lávllomvuogev hebadam.

source: Orgelmusihkka galgá nannet sálbmalávluma ja veahkehit searvegotti oktasašlávluma.
smj: Orgelmusihkka galggá sálmmalávllomav nannit ja viehkedit tjoaggulvisáv aktan lávllot.

source: Dát eaktuda ahte searvegotti lávlunvuohki lea heivehuvvon orgelmusihkkii.
smj: Dat gájbbet tjoaggulvisá lávllomvuohke le orgelmusihkkaj hiebaduvvam.

source: Davvisámi sálbmalávlun lean leamaš unnán heivehuvvon orgelmusihkkii, ja danin lea orgelmusihkka mielde heajosmahttimin árbevirolaš sámi lávlunvuogi.
smj: Sáme sálmmalávllom ij la læhkám vuojga orgelmusihkkaj hiebaduvvam ja navti le orgelmusihkka árbbedábálasj lávllomvuogev hebadam.

source: Luođis lea erenoamáš sajádat sámi musihkas.
smj: Juojgan le sierra sadje sáme musihkan.

source: Muhtumat háliidit sirret girkolaš musihka ii-girkolaš musihkas.
smj: Moaddása sihti ieredit girkkolasj ja iehpe-girkkolasj musihka gaskan.

source: Juoigan lea váttis muhtun girkolaš birrasiidda.
smj: Danen ij la juojgga luondulasj jubmeldievnastusán.

source: Danin ii leat luođis diehttelas sajádat ipmilbálvalusas.
smj: Sij gudi li guhkemusát juojggam jubmeldievnastusáj aktijvuodan, li oarjjelsáme.

source: Dat, guđet guhkimus leat geavahan juoigama ipmilbálvalusas, leat máttasámi guovlu.
smj: Oarjjelsáme guovlojn le læhkám ulmme sáme musihkkaárbbedábijt oassáj oadtjot liturgijas ja jubmeldievnastusás.

source: Juoigan lea máŋgasiid mielas dat, mii ovdanbuktá sámi identitehta. Máŋgasiid mielas galgá geavahit sámi musihkkaárbevieruid ipmilbálvalusa ávvudeames, go dalle náitojuvvojit kultuvra ja osku nu ahte olmmoš buorebut dovdá gullevašvuođa girkui.
smj: Juojggam le moaddásijda sáme identitehtta, ja moaddásij mielas sáme musihkkaárbbedábij adno jubmeldievnastusán tjadná kulturmoalgedimev ja jáhkov navti váj ulmutja dåbddi ienebut girkkuj gulluji.

source: Máttasámegiella šattai almmolaš čállingiellan 1978:s.
smj: Oarjjelsámegiella sjattaj almulasj tjállemgiellan jagen 1978.

source: Ovdal dan lei máttasámegiella duššefal njálmmálaš giellan.
smj: Dan åvddåla lij oarjjelsámegiella dåssju njálmálasj giella.
